Repository: giellalt/corpus-nob
Catalog: stable/tmx/sma/admin/sd/other_files/kronikk_unike_samiske_studier_i_nord_mem.doc.tmx
Source language: nob
Languages: sma

source: Universitetene i nord i front med unike studietilbud
sma: Universiteeth noerhtene njueniehkisnie sjïere studijefaalenassigujmie

source: En samisk sykepleierutdanning og samiske lærerutdanninger gir de to nordligste universitetene en enda sterkere regional profil og relevans, skriver sametingsråd Mikkel Eskil Mikkelsen i denne kronikken.
sma: Saemien skïemtjesåjhtereööhpehtimmie jïh saemien lohkehtæjjaööhpehtimmieh aktem sagke nænnoesåbpoe regijonaale profijlem jïh relevansem dejtie göökte noerhtemes universiteetide vedtieh, saemiedigkieraerie Mikkel Eskil Mikkelsen daennie kronihkesne tjaala.

source: De to nordligste universitetene har satt i gang eller er i gang med planlegging av samiske studier.
sma: Doh göökte noerhtemes universiteeth leah saemien studijigujmie nïerhkeme jallh leah aalkeme saemien studijh soejkesjidh.

source: Nord Universitet er godt i gang med lulesamisk og sørsamisk grunnskolelærerutdanning, og en samisk arbeidsplassbasert barnehagelærerutdanning står på trappene.
sma: Noerhte universiteete julevsaemien jïh åarjelsaemien maadthskuvlelohkehtæjjaööhpehtimmiem tjïrrehteminie daelie, jïh varke akte maanagïertelohkehtæjjaööhpehtimmie barkoesijjesne edtja aelkedh.

source: Universitetet i Tromsø og Samisk Høgskole er i gang med planleggingen av en samisk sykepleierutdanning.
sma: Universiteete Romsesne jïh Saemien Jïlleskuvle lea aalkeme saemien skïemtjesåjhtereööhpehtimmiem soejkesjidh.

source: Det er lange steg som nå blir tatt for å møte store og sentrale samiske samfunnsutfordringer.
sma: Daelie guhkies sïllh vaaltasuvvieh juktie doh stoerre jïh vihkeles saemien siebriedahkehaestemh dåastodh.

source: Vi står midt i en alvorlig mangel på lærere med samisk språkkompetanse både til skolene og barnehagene.
sma: Mijjieh joekoen gellie lohkehtæjjah saemien gïelemaahtojne fååtesibie dovne skuvlide jïh maanagïertide.

source: Sametinget får daglig tilbakemeldinger fra barnehager og skoler som har utfordringer knyttet til rekruttering av samisk lærerkompetanse.
sma: Saemiedigkie biejjieladtje bïevnesh maanagïertijste jïh skuvlijste åådtje mah haestemh utnieh lohkehtæjjah dåårrehtidh saemien lohkehtæjjamaahtojne.

source: Dette er akutte utfordringer vårt samfunn står i, men i et lengre perspektiv er løsningene på plass.
sma: Daate lea praaretje haestemh mejtie mijjen siebriedahke åtna, men aktene guhkiebasse perspektijvesne raerieh gååvnesieh.

source: Derfor er det godt å se at Nord Universitet lykkes i sin satsing med både studiested i Bodø og Levanger for de samiske grunnskolelærerutdanningene.
sma: Dan åvteste hijven vuejnedh Noerhte Universiteete lea lyhkesamme dej saemien lohkehtæjjaööhpehtimmiejgujmie dovne studijesijjesne Bådåddjo jïh Lievenge.

source: Her har fusjonen fra 2016 vært sentral for å kunne gjennomføre og starte et slikt studie, og det har ført til en positiv utvikling av Nord Universitets regionale forankring i sør- og lulesamisk område.
sma: Daesnie fusjovne jaepeste 2016 vihkeles orreme juktie maehtedh tjïrrehtidh jïh aelkedh aktem dagkeres studijem, jïh destie Noerhte Universiteete aktem hijven evtiedimmiem åådtjeme sov regijonaale tsåeptseste åarjel- jïh julevsaemien dajvesne.

source: Opprettelsen av en samisk sykepleierutdanning fra UiT og Samisk høgskole er like viktig.
sma: Aktem saemien skïemtjesåjhtereööhpehtimmiem UiT:sne jïh Saemien jïlleskuvlesne tseegkedh lea seamma vihkeles.

source: Legg merke til at det ikke er en sykepleierutdanning med litt samisk innhold, men en samisk sykepleierutdanning.
sma: Vïhtesjh daate ij leah ajve akte skïemtjesåjhtereööhpehtimmie ohtje saemien sisveginie, men akte saemien skïemtjesåjhtereööhpehtimmie.

source: Dette tilbudet er et bidrag til det store nasjonale behovet for sykepleiere, men har i tillegg en helsamisk dimensjon med rekrutteringsmuligheter fra samisk side av Sverige og Finland.
sma: Daate faalenasse akte dåarjoe dan stoerre nasjonaale daerpiesvoetese skïemtjesåjhteridie, men lissine aktem abpesaemien dimensjovnem åtna dåårrehtimmienuepiejgujmie saemien bieleste Sveerjesne jïh Såevmesne.

source: Samtidig er den samiske sykepleierutdanningen en erkjennelse av prinsippet om at den samiske befolkningen har krav på likeverdige helsetjenester og svarer til behovene som den den samiske befolkningen har i møte med helsevesenet.
sma: Seamma tïjjen dïhte saemien skïemtjesåjhtereööhpehtimmie akte byjhkesjimmie dehtie prinsihpeste mij jeahta saemien årrojh krïevenassem utnieh seammavyörtegs healsoedïenesjh utnedh jïh lea vaestiedasse dejtie daerpiesvoetide mejtie saemien årrojh healsoesuerkesne utnieh.

source: Dette er tre sentrale samiske utdanningsinstitusjoner som sammen møter store samisk samfunnsbehov.
sma: Daate lea golme vihkeles saemien ööhpehtimmieinstitusjovnh mah ektesne stoerre saemien siebriedahkedaerpiesvoeth dåastoeh.

source: Utdanningsinstitusjonene utvikler nå sin profil og gjør seg relevant med egenartede studier, som vil generere særlig kompetanse på områder internasjonalt.
sma: Ööhpehtimmieinstitusjovnh daelie sijjen profijlem evtiedieh jïh jïjtjemse sjyöhtehke darjoeh sjïere studijigujmie, mah joekoen sijhtieh maahtoem eevtjedh gaskenasjonaale suerkine.

source: Sametinget ønsker å samarbeide med utdanningsinstitusjonene for å videreutvikle og jobbe fram flere samiske studier.
sma: Saemiedigkie sæjhta ööhpehtimmieinstitusjovnigujmie laavenjostedh saemien studijh guhkiebasse evtiedidh jïh jienebh saemien studijh buektiehtidh.

source: Vi vil være en pådriver for at etablerte strukturer, lovverk og forskrifter ikke skal stå som hinder for at samiske samfunnsbehov skal løses.
sma: Mijjieh sïjhtebe tsevtsiedæjjine årrodh juktie tseegkeme struktuvrh, laakh jïh mieriedimmieh eah edtjh heaptojne årrodh olles saemien siebriedahkedaerpiesvoeth loetesovvh.

source: Vi skal ta vår del av ansvaret med rekruttering til studiene med stipendordninger og aktiv rekruttering av elever i videregående skoler.
sma: Mijjieh edtjebe mijjen bieliem dåårrehtimmiedïedteste vaeltedh studiji åvteste stipendeöörnegigujmie jïh eadtjohke dåårrehtimmine learoehkijstie jåarhkeskuvline.

source: Som sametingsråd berømmer jeg et godt og solid arbeid fra institusjonenes side.
sma: Goh saemiedigkieraerie manne daejtie institusjovnide garmerdem mah aktem hijven jïh nænnoes barkoem dorjeme.

source: Jeg ser med glede på det samarbeidet som etablerer seg mellom de tre institusjonene, og venter i spenning på de neste samiske utdanningene som vil komme på plass.
sma: Manne aavojne vuartesjem dan laavenjostose mij tseegkesåvva dej golme institusjovni gaskem, jïh gieltegsvoetine vuartam dejtie minngebe saemien ööhpehtimmide mah sijhtieh båetedh.

source: Samtidig vil også Sametinget følge opp initiativet fra utdanningsinstitusjonene med å foreslå fast samisk representasjon i styrene til universitetene.
sma: Seamma tïjjen Saemiedigkie aaj sæjhta skraejriem bæjjese vaeltedh ööhpehtimmieinstitusjovnijste mah aktem staeries saemien representasjovnem raeriestieh universiteeti ståvrojne.

source: Det befester universitetenes plassering regionalt og tydeliggjør universitetenes nedslagsfelt.
sma: Daate universiteeti regijonaale sijjiem vihteste, jïh universiteeti gïehtelimsdajvem tjyölkehkåbpoe dorje.

source: Vi trenger slike institusjoner og vi trenger deres vilje for å møte samiske samfunnsbehov.
sma: Mijjieh dagkerh institusjovnh daarpesjibie, jïh mijjieh dej væljoem daarpesjibie juktie saemien siebriedahkedaerpiesvoeth dåastodh.
